import { ssrRenderAttrs } from 'vue/server-renderer';
import { useSSRContext } from 'vue';
import { _ as _export_sfc } from './server.mjs';
import '../nitro/nitro.mjs';
import 'nodemailer';
import 'node:http';
import 'node:https';
import 'node:events';
import 'node:buffer';
import 'node:fs';
import 'node:path';
import 'node:crypto';
import 'xml2js';
import 'node:url';
import '@iconify/utils';
import 'consola';
import 'vue-router';
import 'tailwindcss/colors';
import '@iconify/vue';
import '@unhead/schema-org/vue';
import 'reka-ui';
import '@vueuse/core';
import 'tailwind-variants';
import '@iconify/utils/lib/css/icon';
import 'perfect-debounce';
import '../routes/renderer.mjs';
import 'vue-bundle-renderer/runtime';
import 'unhead/server';
import 'devalue';
import 'unhead/plugins';
import 'unhead/utils';

const _sfc_main = {};
function _sfc_ssrRender(_ctx, _push, _parent, _attrs) {
  _push(`<main${ssrRenderAttrs(_attrs)} data-v-fdb17b6b><section data-v-fdb17b6b><h1 data-v-fdb17b6b>Согласие пользователей сайта на обработку персональных данных</h1><div data-v-fdb17b6b> Согласие пользователя сайта новаброкер.рф на обработку персональных данных Присоединяясь к настоящему Согласию и оставляя свои данные на Сайте новаброкер.рф (далее – Сайт), путем использования Сайта и заполнения полей форм, расположенных на нем, Пользователь действует свободно, своей волей и в своем интересе, безусловно выражая свое согласие владельцу – ООО НоваБрокер, ИНН 7751306330 (в дальнейшем - Оператор), осуществляющему свою деятельность по адресу =&gt; Город Москва,ш. Калужское, км 22-Й, дом 10, строение 23, 14 этаж, Офис 1407 на обработку (операцию) персональных данных или совокупность действий (операций) с персональными данными, совершаемых Оператором с использованием средств автоматизации (автоматизированная или смешанная обработка), так и без использования средств автоматизации в рамках следующих целей и в соответствии с определенными для таких целей действиями (операциями) с персональными данными: </div><div data-v-fdb17b6b> 1. Цели обработки <br data-v-fdb17b6b> 1.1. Установление с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, товаров, услуг, продуктов Оператора, обработка запросов и заявок на консультации (по поводу продуктов, товаров, услуг в том числе) от Пользователя Категории персональных данных: <br data-v-fdb17b6b><br data-v-fdb17b6b> Фамилия, имя, отчество,<br data-v-fdb17b6b> Адрес электронной почты<br data-v-fdb17b6b> Контактный телефон Пользователя<br data-v-fdb17b6b> Действия (операции) с персональными данными:<br data-v-fdb17b6b><br data-v-fdb17b6b> сбор, запись, систематизация, накопление, извлечение, использование, обезличивание и хранение персональных данных;<br data-v-fdb17b6b> Уточнение (обновление, изменение) персональных данных, удаление, уничтожение;<br data-v-fdb17b6b> Передача* (предоставление, доступ) персональных данных в порядке, предусмотренном законодательством РФ;<br data-v-fdb17b6b> Блокировка данных. <br data-v-fdb17b6b> 1.2. Предоставление Пользователю информации о товарах, услугах, продуктах Оператора, специальных предложений, информации о ценах, новостной, рекламной рассылки по поводу указанных товаров, услуг, продуктов Оператора; <br data-v-fdb17b6b> Категории персональных данных:<br data-v-fdb17b6b><br data-v-fdb17b6b> Фамилия, имя, отчество,<br data-v-fdb17b6b> Адрес электронной почты<br data-v-fdb17b6b> Контактный телефон Пользователя<br data-v-fdb17b6b> Действия (операции) с персональными данными:<br data-v-fdb17b6b><br data-v-fdb17b6b> Сбор, запись, систематизация, накопление, извлечение, использование, обезличивание и хранение персональных данных;<br data-v-fdb17b6b> Уточнение (обновление, изменение) персональных данных, удаление, уничтожение;<br data-v-fdb17b6b> Передача* (предоставление, доступ) персональных данных в порядке, предусмотренном законодательством РФ;<br data-v-fdb17b6b> Блокировка данных. 1.3. Обеспечение технической возможности изучать информацию на Сайте, пользоваться его функциональностью, повышение эффективности использования Пользователями Сайта, создание статистической отчетности Оператором.<br data-v-fdb17b6b><br data-v-fdb17b6b> Категории персональных данных:<br data-v-fdb17b6b><br data-v-fdb17b6b> Фамилия, имя, отчество,<br data-v-fdb17b6b> Адрес электронной почты<br data-v-fdb17b6b> Контактный телефон Пользователя<br data-v-fdb17b6b> Действия (операции) с персональными данными:<br data-v-fdb17b6b><br data-v-fdb17b6b> Сбор, запись, систематизация, накопление, извлечение, использование, обезличивание и хранение персональных данных;<br data-v-fdb17b6b> Уточнение (обновление, изменение) персональных данных, удаление, уничтожение;<br data-v-fdb17b6b> Передача* (предоставление, доступ) персональных данных в порядке, предусмотренном законодательством РФ;<br data-v-fdb17b6b> Блокировка данных.<br data-v-fdb17b6b> *Лицо, которому Оператор передает персональные данные Пользователя, обозначено в п.4 настоящего согласия. </div><div data-v-fdb17b6b> 2. Предоставляя настоящее Согласие, Пользователь также соглашается на осуществление Оператором любых действий с персональными данными Пользователя с учетом действующего законодательства, с соблюдением мер, обеспечивающих защиту персональных данных от несанкционированного доступа, в объеме, необходимом для достижения целей настоящего Согласия и исполнения Оператором действующего законодательства Российской Федерации.<br data-v-fdb17b6b></div><div data-v-fdb17b6b> 3. Присоединяясь к настоящему Согласию, Пользователь подтверждает:<br data-v-fdb17b6b> 3.1. Что уведомлен: вся вводимая информация на Сайте передается в зашифрованном виде. <br data-v-fdb17b6b> 3.2. Что все указанные им данные принадлежат лично ему; <br data-v-fdb17b6b> 3.3. Что им внимательно в полном объеме прочитано настоящее Согласие и условия обработки его персональных данных, указываемых им в полях формы (регистрации), текст согласия и условия обработки персональных данных ему понятны; <br data-v-fdb17b6b> 3.4. Что выражает согласие с условиями обработки персональных данных, размещенными на сайте по адресу новаброкер.рф. <br data-v-fdb17b6b> 3.5. Что ему известно, что обрабатываемые Оператором IP-адрес и Cookies, позволяют Пользователю использовать функциональность Сайта полноценно, упрощать Оператору возможность предоставлять Пользователю возможность использовать Сайт наиболее удобным для него образом. При этом Пользователь подтверждает, что уведомлен Оператором (путем присоединения к согласию): он вправе отключить сбор обезличенной информации об IP-адресе и Cookies через настройки используемого Пользователем браузера, однако это может ограничить отдельную функциональность Сайта. <br data-v-fdb17b6b> 3.6. Что в случае указания в предоставляемых Пользователем данных, документах сведений об иных лицах, он гарантирует передачу персональные данные с согласия этих лиц (супруга(ги) и иных третьих лиц) Оператору на основании ч. 8 ст. 9, п. 5 ч. 1 ст. 6 Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных», а также получение от любых третьих лиц персональных данных Пользователя для осуществления законных интересов и прав на оказание услуг.<br data-v-fdb17b6b> 3.7. Что ознакомлен с положениями Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных», права и обязанности в области защиты персональных данных ему известны.<br data-v-fdb17b6b></div><div data-v-fdb17b6b> 4. Настоящее согласие действует до момента его непосредственного отзыва Пользователем, но в любом случае не ранее достижения целей обработки персональных данных. <br data-v-fdb17b6b> Указанное согласие может быть отозвано путем подачи заявления с указанием данных, определенных ст. 14 Закона «О персональных данных» путем направления Пользователем соответствующего письменного заявления Оператору на адрес электронной почты (E-mail) info@новаброкер.рф или по адресу , Город Москва,ш. Калужское, км 22-Й, дом 10, строение 23, 14 этаж, Офис 1407. </div><div data-v-fdb17b6b> 5. Настоящее согласие Пользователя признается исполненным в простой письменной форме.<br data-v-fdb17b6b></div><div data-v-fdb17b6b> 6. Пользователь уведомлен о том, что Оператор вправе продолжить обработку персональных данных без его согласия в случаях, предусмотренных действующим законодательством.<br data-v-fdb17b6b></div><div data-v-fdb17b6b> 7. К настоящему Согласию и отношениям между Пользователем и Сайтом, возникающим в связи с применением Согласия, подлежит применению право Российской Федерации.<br data-v-fdb17b6b></div></section></main>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("pages/personaldata.vue");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const personaldata = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender], ["__scopeId", "data-v-fdb17b6b"]]);

export { personaldata as default };
//# sourceMappingURL=personaldata-8VAGXO5N.mjs.map
